{
    "font_css": "stock:amatic-andika",              
    "calculate_zoom": "true",
    "show_history_line": "false",
    "storymap": {
        "call_to_action": true,
        "call_to_action_text": "",
        "map_as_image": false,
        "map_background_color": "",
        "map_type": "zoomify",
        "slides": [
            {
                "background": {
                    "url": "https://milnegeneseo.github.io/monadnock-map/images/monadnock_white_dot_trail_dark.jpg"
                },
                "date": "",
                "location": {
                    "line": true
                },
                "media": {
                    "caption": "View of Mount Monadnock",
                    "credit": "",
                    "url": "https://live.staticflickr.com/907/41499473792_13074c852a_o.jpg"
                },
                "text": {
                    "headline": "THOREAU'S MAP OF MOUNT MONADNOCK",
                    "text": "<div><p>In early August of 1860, Henry David Thoreau climbed Mount Monadnock in New Hampshire, one of his favorite mountains, accompanied by his friend Ellery Channing. From the summit, Thoreau took bearings of the mountain's spurs and later used these to sketch a map that he included in his Journal entry for August 9. This map tour highlights several features of Thoreau's map.</p><p>In the Journal, the map appears upside-down in relation to the text on the preceding page. That's most likely because Thoreau began by using the bearings he'd taken, drawing the landscape as it appeared from his south-facing view at the summit. This put South at the top of the map, contrary to convention. Thoreau turned the Journal volume more than once in the course of adding labels to bearing lines and other features; his compass meridian line indicates that he finally decided on a <q>North up</q> orientation. For the purposes of this tour, the map at left has also been rotated so that North is at top and the labels are easier to read.</p><p>Thoreau's map is much more than a simple freehand rendering. Only a cartographer or skilled surveyor could produce work of this quality. Owing to the compass bearings Thoreau took from the summit on August 8 and a linear measurement methodology he developed, the map's scale is true and the angles of its bearing lines are precise.</p><p>As you move through this tour of Thoreau's map, you'll zoom in on selected features, but you can always click-hold-drag to move around in the map and explore.</p></div>"
                },
                "type": "overview"
            },
            {
                "date": "",
                "text": {
                    "headline": "TAKING MEASUREMENTS",
                    "text": "<blockquote>The basis of my map was the distance from the summit to the second camp, measured very rudely by casting a stone before. Pacing the distance of an easy cast, I found it about ten rods, and thirteen such stone&rsquo;s throws, or one hundred and thirty rods, carried me to the camp. As I had the course, from the summit and from the camp, of the principal points, I could tell the rest nearly enough. It was about fifty rods from the summit to the ravine and eighty more to the camp. (<em>Journal</em> 1906, 14:39)</blockquote><p>On the map, Thoreau has drawn a bearing line from the summit (labeled <q>Peak</q>) southeast towards the location marked <q>2<sup>d</sup> camp,</q> labeling the line <q>S40E.</q> The length of the line between summit and camp represents a distance of 130 rods.</p>"
                },
                "media": {
                    "url": "https://milnegeneseo.github.io/monadnock-map/images/map_scale.jpg",
                    "credit": "",
                    "caption": "Thoreau indicates the map's scale&mdash;<q>scale of 80 rods to an inch</q>&mdash;at the lower right of the page (when North is at top)"
                },
                "location": {
                    "line": true,
                    "lat": 26.43122806450644,
                    "lon": -85.078125,
                    "zoom": 4,
                    "icon": "https://milnegeneseo.github.io/monadnock-map/images/pin.png",
                    "iconSize": [
                        15,
                        24
                    ],
                    "use_custom_marker": true
                }
            },
            {
                "date": "",
                "location": {
                    "icon": "https://milnegeneseo.github.io/monadnock-map/images/pin.png",
                    "iconSize": [
                        15,
                        24
                    ],
                    "lat": -19.973348786110602,
                    "line": true,
                    "lon": -87.1875,
                    "use_custom_marker": true,
                    "zoom": 4
                },
                "media": {
                    "caption": "The site of Thoreau's first camp",
                    "credit": "Bob Young",
                    "url": "https://milnegeneseo.github.io/monadnock-map/images/Camp_1_Chunk_Yard.JPG"
                },
                "text": {
                    "headline": "FIRST CAMP",
                    "text": "<p>From left to to right we see Thoreau's bearing line labeled <q>S5W,</q> his marking for South (<q>S</q>) and a dotted circle with a point at its center and a small triangle to the left (west) of it, labeled <q>1st camp.</q> The camp, then, would have been approximately S6E from the summit.</p><p>The dotted circle and point mark the rocky mesa near the camp. The triangle may represent the spruce lean-to in which Thoreau slept. Thoreau slept at this site for two nights on his 1858 trip to Monadnock with H. G. O. Blake, later referring to it, in a letter to Blake, as <q>that memorable stone &lsquo;chunk yard,&rsquo; in which we made our humble camp</q>(<em>Correspondence</em> 1958, 595&ndash;596). Thoreau and Channing slept at the same site for two nights on their 1860 trip.</p><p>An important feature not distinguishable on the printed map as it appears in the 1906 edition of Thoreau's Journal, or in any other printed version, is the penciled word <q>Ravine,</q> around which Thoreau has inked a patch of dashes and dots that he labels <q>Swamp.</q> While no map or book cites this ravine as a notable feature, there is no question about its presence when reaching the summit via the eastern approaches. At about 2,800 feet, hikers on both the Pumpelly Trail and the White Dot Trail make a steep and rocky descent to a boggy area prior to the final steep ascent up the rocks to the summit.</p><p>The penciled line extending northeast from the end of the word <q>Ravine,</q> curving westward as it passes <q>Peak</q> (see detail below), marks the ravine itself. That marking is important because it establishes the location of Thoreau's first camp as being west of the stream that runs down the middle of the ravine and also south of the rocky cap—most likely just off the Paradise Valley Trail.<div style=\"margin: auto; width: 80%;\"><img src=\"https://milnegeneseo.github.io/monadnock-map/images/map_detail_ravine_line.jpg\" alt=\"Map detail showing line marking a ravine\"></div></p>"
                }
            },
            {
                "date": "",
                "location": {
                    "icon": "https://milnegeneseo.github.io/monadnock-map/images/pin.png",
                    "iconSize": [
                        15,
                        24
                    ],
                    "lat": 61.270232790000634,
                    "line": true,
                    "lon": 34.453125,
                    "use_custom_marker": true,
                    "zoom": 4
                },
                "media": {
                    "caption": "Thoreau's Northeast Spur Summit, now referred to as Town Line Peak.",
                    "credit": "Bob Young",
                    "url": "https://milnegeneseo.github.io/monadnock-map/images/Pumpelly_Ridge_NE_Summit_Spur_or_Town_Line_Peak.JPG"
                },
                "text": {
                    "headline": "NORTHEAST SPUR SUMMIT",
                    "text": "Today, the Pumpelly Trail runs over the location Thoreau has marked <q>NE spur Summit</q> in ink over pencil. Along that ridge, the first high point or summit is now referred to as Town Line Peak. Situated at the Jaffrey-Dublin town line, at 2,920 feet, it's the high point of Pumpelly Trail. This ridge has three summits, each lower than the one preceding it. Thoreau has marked the second in pencil as <q>2<sup>d</sup> summit.</q> To the south of <q>NE spur Summit,</q> Thoreau has indicated the presence of two swamps. By the larger of these he's written, in ink, <q>NE Swamp.</q> Today, that swamp is known as Thoreau Bog. A line, first dotted and then solid, runs from that swamp north towards the village of Dublin (not indicated on the map). The name of that stream is Mountain Brook. The smaller swamp is on the southern side of the ridge and is marked but not labeled. From that swamp, a line representing Ark Brook runs to the southeast."
                }
            },
            {
                "date": "",
                "location": {
                    "icon": "https://milnegeneseo.github.io/monadnock-map/images/pin.png",
                    "iconSize": [
                        15,
                        24
                    ],
                    "lat": -51.17934297928927,
                    "line": true,
                    "lon": -42.890625,
                    "use_custom_marker": true,
                    "zoom": 4
                },
                "media": {
                    "caption": "The view south east, in the direction of Mead Brook",
                    "credit": "<a href='https://www.flickr.com/photos/42919152@N04/6228454046/in/album-72157627856586722'>Alvin Kho</a> on Flickr, <a href='https://creativecommons.org/licenses/by-sa/2.0/'>CC-BY-SA</a>",
                    "url": "https://milnegeneseo.github.io/monadnock-map/images/kho_view_southeast.jpg"
                },
                "text": {
                    "headline": "MEAD BROOK",
                    "text": "Two other streams are noted on the map, Mead Brook and Fassett Brook. In the southeast quadrant, a dotted then solid inked line runs from the ravine and the swamps in a southeasterly direction. The name of that stream is Mead Brook, and it's most likely the stream about which Thoreau wrote that he wanted to observe its source on his next visit.<blockquote><em>N. B.</em> &ndash; Observe next time: the source of the stream which crosses the path; what species of swallow flies over mountain; what the grass which gives the pastures a yellowish color seen from the summit. (<em>Journal</em> 1906, 14:52)</blockquote>"
                }
            },
            {
                "date": "",
                "text": {
                    "headline": "FASSETT BROOK",
                    "text": "In the southwest quadrant, west of where Thoreau has marked <q>South Spur's Brow</q> in pencil (the location is now referred to as Point Surprise) a solid inked line runs north-south with a small bend at the top. That solid line represents Fassett Brook. It runs off the mountain south to the Troy Reservoir and thence to Perkins Pond."
                },
                "media": {
                    "url": "https://milnegeneseo.github.io/monadnock-map/images/Fassett_Brook.JPG",
                    "credit": "Bob Young",
                    "caption": "Fassett Brook"
                },
                "location": {
                    "line": true,
                    "lat": -52.05249047600098,
                    "lon": -108.98437,
                    "zoom": 4,
                    "icon": "https://milnegeneseo.github.io/monadnock-map/images/pin.png",
                    "iconSize": [
                        15,
                        24
                    ],
                    "use_custom_marker": true
                }
            },
            {
                "date": "",
                "text": {
                    "headline": "PASSING THROUGH THE PLATEAU",
                    "text": "From <q>2<sup>d</sup> camp,</q> a penciled dotted line runs to the northeast through the unnamed swamp, <q>NE Swamp,</q> and the circled dot marked <q>NE spur Summit.</q> The line marks Thoreau's path  through the area he called <q>the plateau.</q> It crosses the high point of the eastern spur, which Thoreau did not name or identify other than to write that it was where he would walk each morning to view the sunrise.<blockquote>But above all, for walking, there is an elevated rocky plateau, so to call it, extending to half a mile east of the summit, or about a hundred rods east of the ravine. This slopes gently toward the south and east by successive terraces of rock, and affords the most amusing walking of any part of the mountain. (<em>Journal</em> 1906, 14:38)</blockquote>"
                },
                "media": {
                    "url": "https://milnegeneseo.github.io/monadnock-map/images/Thoreau_Bog.JPG",
                    "credit": "Bob Young",
                    "caption": "The Northeast Swamp, aka <q>Thoreau Bog,</q> as it appears today"
                },
                "location": {
                    "line": true,
                    "lat": -12.554563528593656,
                    "lon": -30.937499999999996,
                    "zoom": 4,
                    "icon": "https://milnegeneseo.github.io/monadnock-map/images/pin.png",
                    "iconSize": [
                        15,
                        24
                    ],
                    "use_custom_marker": true
                }
            },
            {
                "date": "",
                "text": {
                    "headline": "PATH TO THE SUMMIT",
                    "text": "<p>Passing between the S45W and the S5W bearing lines (in the southwest corner of the map), Thoreau drew a dotted line in pencil that is reinforced in ink crossing Fassett Brook and continuing towards <q>1st camp.</q> The line marks what is now called the <q>Paradise Valley Trail.</q> It passes <q>1st camp</q> and continues through the features labeled <q>Ravine</q> and <q>Swamp,</q> winding its way to the summit. This is the trail Thoreau forged from the base of the mountain all the way to the <q>Peak.</q></p>"
                },
                "media": {
                    "url": "https://milnegeneseo.github.io/monadnock-map/images/Path_to_Summit_Paradise_Valley_Trail.JPG",
                    "credit": "Bob Young",
                    "caption": "Path to the summit"
                },
                "location": {
                    "line": true,
                    "lat": -46.07323062540835,
                    "lon": -126.5625,
                    "zoom": 4,
                    "icon": "https://milnegeneseo.github.io/monadnock-map/images/pin.png",
                    "iconSize": [
                        15,
                        24
                    ],
                    "use_custom_marker": true
                }
            }
        ],
        "zoomify": {
            "attribution": "",
            "height": 7325,
            "path": "https://milnegeneseo.github.io/monadnock-map-tiles/",
            "width": 5614
        }
    }
}