{
    "font_css": "stock:amatic-andika",              
    "calculate_zoom": "true",
    "show_history_line": "false",
    "storymap": {
        "call_to_action": true,
        "call_to_action_text": "",
        "map_as_image": false,
        "map_background_color": "",
        "map_type": "zoomify",
        "slides": [
            {
                "background": {
                    "url": "https://upload.wikimedia.org/wikipedia/commons/6/64/Mount_Monadnock_White_Dot_trail_October_2009.jpg"
                },
                "date": "",
                "location": {
                    "line": true
                },
                "media": {
                    "caption": "Tourists at the summit of Mount Monadnock",
                    "credit": "",
                    "url": "https://live.staticflickr.com/65535/51651651188_752d38057e_k.jpg"
                },
                "text": {
                    "headline": "THOREAU'S MAP OF MOUNT MONADNOCK",
                    "text": "<div><p>In early August of 1862, Henry David Thoreau climbed Mount Monadnock in New Hampshire, one of his favorite mountains, accompanied by his friend Ellery Channing. Thoreau took bearings from the summit and later used these to sketch a map that he included in his Journal entry for August 9. This map tour highlights several features of Thoreau's map.</p><p>In the Journal, the map appears upside-down in relation to the text of the preceding page. That's most likely because Thoreau began by using the bearings he'd taken, drawing the landscape as it appeared from his south-facing view at the summit. This put South at the top of the map, contrary to convention. Eventually, Thoreau rotated the map 180 degrees to add many of his labels. For the purposes of this tour, the map at left has also been rotated so that North is at top and the labels are easier to ready.</p><p>Thoreau's map is much more than a simple freehand rendering. Only a cartographer or skilled surveyor could produce work of this quality. Owing to the compass bearings Thoreau took from the summit on August 8 and a linear measurement methodology he developed, the map's scale is true and the angles of its bearing lines are precise.</p><p>As you move through this tour of Thoreau's map, you'll zoom in on selected features, but you can always click-hold-drag to move around in the map and explore.</p></div>"
                },
                "type": "overview"
            },
            {
                "date": "",
                "text": {
                    "headline": "TAKING MEASUREMENTS",
                    "text": "<p>From his experience as a surveyor, Thoreau knew how to use a compass in the field, but his map of Mt. Monadnock also shows his creative system for measuring distance.</p><blockquote>The basis of my map was the distance from the summit to the second camp, made by rudely casting a stone before. Pacing the distance of an easy cast, I found it about ten rods, and thirteen such stone’s throws, or one hundred and thirty rods, carried me to the camp. As I had the course, from the summit, and from the camp, of the principal points, I could tell the rest nearly enough. It was about fifty rods from the summit to the ravine and eighty more to the camp. (H. D. Thoreau, <em>The Journal of Henry D. Thoreau</em>, XIV:39)</blockquote><p>With his Journal open to the still blank recto page, Thoreau made his starting point the location where he stood to take his bearings on August 8, marked <q>Peak</q> on the map. Because of the mountain's footprint, he knew that the summit point should not be positioned in the center of the page. Beginning at a point just right of center, he entered the north-south lines, <q>faced</q> south, measured S40E, and drew the bearing line a distance of 130 rods to <q>2D Camp</q>, with a scale of 80 rods to the inch, at some point noting the scale near the map's bottom right corner (when viewed with north at top). With the bearing line and position of that camp set on the paper, the other bearing lines, contours, trails, streams, and points of interest all fell into place.</p><p><a href=\"https://milnegeneseo.github.io/monadnock-map/images/map_scale.jpg\" target=\"_blank\"><img src=\"https://milnegeneseo.github.io/monadnock-map/images/map_scale.jpg\"<alt=\"Thoreau's notation of the map's scale.\" /></a><br><em>Thoreau's notation of the map's scale. Click the image to open it in a new tab or window.</em></p>"
                },
                "media": {
                    "url": "",
                    "credit": "",
                    "caption": ""
                },
                "location": {
                    "line": true,
                    "lat": 26.43122806450644,
                    "lon": -85.078125,
                    "zoom": 4,
                    "icon": "https://milnegeneseo.github.io/monadnock-map/images/pin.png",
                    "iconSize": [
                        15,
                        24
                    ],
                    "use_custom_marker": true
                }
            },
            {
                "date": "",
                "location": {
                    "icon": "https://milnegeneseo.github.io/monadnock-map/images/pin.png",
                    "iconSize": [
                        15,
                        24
                    ],
                    "lat": -19.973348786110602,
                    "line": true,
                    "lon": -87.1875,
                    "use_custom_marker": true,
                    "zoom": 4
                },
                "media": {
                    "caption": "",
                    "credit": "",
                    "url": ""
                },
                "text": {
                    "headline": "FIRST CAMP",
                    "text": "<p>Thoreau's marking <q>1st Camp</q> bears approximately S6E from the summit. An important feature not distinguishable on the printed map as it appears in the 1906 Torrey and Allen edition of Thoreau's collected writings, or in any other printed version, is the penciled word “Ravine” inside Thoreau's marking of a <q>Swamp.</q> (See detail above, which shows the map in its north-at-top orientation for ease of reading.)</p><p>While no map or book cites this ravine as a notable feature, there is no question about its presence when reaching the summit via the eastern approaches. On both the Pumpelly Trail and the White Dot Trail, visitors make a steep and rocky descent at about 2,800 feet prior to the final steep ascent up the rocks to the summit. A close look at Thoreau’s map reveals a curved line to the right of the word “Peak.” This line is a mark of that ravine, and it begins where he wrote the word “Ravine.”</p><p>That designation is important because it establishes the location of Thoreau's first camp as being west of the stream that runs down the middle of the ravine and also south of the rocky cap—most likely just off the Paradise Valley Trail. Immediately beside “1st Camp,” Thoreau drew a circle with a dotted line to mark the rocky mesa near the camp. Just to the west of the circle is a very small triangle, possibly representing the shape of the spruce lean-to in which Thoreau and his companions slept. In a letter to H. G. O. Blake, his companion on the 1858 trip to Monadnock, he referred to this site as “that memorable stone 'chunk yard,' in which we made our camp.”</p>"
                }
            },
            {
                "date": "",
                "location": {
                    "icon": "https://milnegeneseo.github.io/monadnock-map/images/pin.png",
                    "iconSize": [
                        15,
                        24
                    ],
                    "lat": 61.270232790000634,
                    "line": true,
                    "lon": 34.453125,
                    "use_custom_marker": true,
                    "zoom": 4
                },
                "media": {
                    "caption": "",
                    "credit": "",
                    "url": ""
                },
                "text": {
                    "headline": "NORTHEAST SPUR SUMMIT",
                    "text": "Today, the Pumpelly trail runs over the location Thoreau has marked “NE Spur Summit” in ink. Along that ridge, the first high point or summit is now referred to as Town Line Peak. At 2,920 feet, it is the high point of Pumpelly Trail situated at the Jaffrey-Dublin town line. This ridge has three “summits,” each lower than the one preceding it. Thoreau has marked the second in pencil as “2D summit.”\n\nTo the south of <q>NE Spur summit,</q> Thoreau has indicated the presence of two swamps. By the largest of these he has written, in ink, “NE Swamp.” Today, that swamp is known as “Thoreau Bog.” A line, first dotted and then solid, runs from that swamp north towards the village of Dublin (not indicated on the map). The name of that stream is Mountain Brook. The smaller swamp is on the southern side of the ridge and is marked but not labeled. From that swamp a runs a line to the southeast representing Ark Brook."
                }
            },
            {
                "date": "",
                "location": {
                    "icon": "https://milnegeneseo.github.io/monadnock-map/images/pin.png",
                    "iconSize": [
                        15,
                        24
                    ],
                    "lat": -51.17934297928927,
                    "line": true,
                    "lon": -42.890625,
                    "use_custom_marker": true,
                    "zoom": 4
                },
                "media": {
                    "caption": "",
                    "credit": "",
                    "url": ""
                },
                "text": {
                    "headline": "MEADS BROOK",
                    "text": "Two other streams are noted on the map. In the southeast quadrant, A solid inked line runs from the ravine and the swamps in a southeasterly direction. The name of that stream is Meads Brook, and it is most likely the stream for which Thoreau wrote that he wanted to observe its source on his next visit (see <em>Journal</em>, XIV:52).<br><br>[The relevant Journal excerpt could be included here.]"
                }
            },
            {
                "date": "",
                "text": {
                    "headline": "FASSETT BROOK",
                    "text": "In the southwest quadrant, west of where Thoreau has marked <q>South Spur Brow</q> in ink (the location is now referred to as “Point Surprise”) a solid line runs north-south with a small bend at the top. That solid line represents Fassett Brook. It runs off the mountain south to the Troy Reservoir and thence to Perkins Pond."
                },
                "media": {
                    "url": "",
                    "credit": "",
                    "caption": ""
                },
                "location": {
                    "line": true,
                    "lat": -55.77657301866769,
                    "lon": -104.0625,
                    "zoom": 4,
                    "icon": "https://milnegeneseo.github.io/monadnock-map/images/pin.png",
                    "iconSize": [
                        15,
                        24
                    ],
                    "use_custom_marker": true
                }
            },
            {
                "date": "",
                "text": {
                    "headline": "PASSING THROUGH THE PLATEAU",
                    "text": "From <q>2D Camp,</q> a dotted line runs to the northeast towards “NE Swamp” and “NE Spur Summit.” The line marks Thoreau's path  through the area he called “the plateau.” It crosses the high point of the eastern spur, which Thoreau did not name or identify other than to write that it was where he would walk each morning to view the sunrise."
                },
                "media": {
                    "url": "",
                    "credit": "",
                    "caption": ""
                },
                "location": {
                    "line": true,
                    "lat": -12.554563528593656,
                    "lon": -30.937499999999996,
                    "zoom": 4,
                    "icon": "https://milnegeneseo.github.io/monadnock-map/images/pin.png",
                    "iconSize": [
                        15,
                        24
                    ],
                    "use_custom_marker": true
                }
            },
            {
                "date": "",
                "text": {
                    "headline": "PATH TO THE SUMMIT",
                    "text": "<p>Passing between the S45W and the S5W bearing lines (in the southwest corner of the map), Thoreau drew a dotted line in ink crossing Fassett Brook and continuing towards <q>1st Camp.</q> The line marks what is now called the <q>Paradise Valley Trail.</q> It passes <q>1st Camp</q> and continues through the “Ravine” and the “swamp,” winding its way to the summit. This is the trail Thoreau forged from the base of the mountain all the way to the “Peak.”</p>"
                },
                "media": {
                    "url": "https://milnegeneseo.github.io/monadnock-map/images/monadnock_summit.jpg",
                    "credit": "<a href=\"https://www.flickr.com/photos/scottcwebster/\">Flickr user Scott</a>,  <a href=\"https://creativecommons.org/licenses/by-nc-nd/2.0/\">CC BY-NC-ND</a>",
                    "caption": "Monadnock summit",
                    "_comment": "Not used: https://milnegeneseo.github.io/monadnock-map/images/monadnock_summit.jpg, <a href=\"https://www.flickr.com/photos/scottcwebster/\">Flickr user Scott</a>,  <a href=\"https://creativecommons.org/licenses/by-nc-nd/2.0/\">CC BY-NC-ND</a>, Monadnock summit"
                },
                "location": {
                    "line": true,
                    "lat": -46.07323062540835,
                    "lon": -126.5625,
                    "zoom": 4,
                    "icon": "https://milnegeneseo.github.io/monadnock-map/images/pin.png",
                    "iconSize": [
                        15,
                        24
                    ],
                    "use_custom_marker": true
                }
            }
        ],
        "zoomify": {
            "attribution": "",
            "height": 7325,
            "path": "https://milnegeneseo.github.io/monadnock-map-tiles/",
            "width": 5614
        }
    }
}